/*
goodbye.c
author: DM
license: MIT
*/

#include <cstdio> // подключение библиотеки вывода

int goodbye (void) { // обЪявление функции

  printf("Не выходи из комнаты, не совершай ошибку.\n"); // стандартный вывод
  printf("Зачем тебе Солнце, если ты куришь Шипку?\n"); // стандартный вывод
  printf("За дверью бессмысленно все, особенно — возглас счастья.\n"); // стандартный вывод
  printf("Только в уборную — и сразу же возвращайся.\n"); // стандартный вывод
  return 0; // возвращаем код ошибки если ошибки нет, то 0
}
